Revit 2027 API
SpecTypeId.Efficacy Property
 Efficacy, in discipline Electrical.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Efficacy { get; }
Public Shared ReadOnly Property Efficacy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Efficacy {
	ForgeTypeId^ get ();
}
static member Efficacy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace